[Language]
; The language's name in your native language and, optionally,
; the English name of the language (e.g. in brackets)
Name=Deutsch (German)
; To translators: Add your name, nick, and/or translation date here if you want to.
; Note that this string isn't currently shown anywhere in the plugin.
Translator=Dalai



; Strings in this section are used in several places of the plugin
[Common]
Yes=Ja
No=Nein

StateRunning=Gestartet
StateStopped=Beendet
StatePaused=Pausiert
StatePausePending=Wird pausiert
StateContinuePending=Wird fortgesetzt
StateStartPending=Wird gestartet
StateStopPending=Wird beendet

StartupAutomaticDelayed=Automatisch (Verzögert)
StartupAutomatic=Automatisch
StartupManual=Manuell
StartupDisabled=Deaktiviert

; Some Actions
ActionStarting=Starte %s
ActionStopping=Beende %s
ActionPausing=Pausiere %s



; Strings in this section are used when
; a service "file" is viewed with F3
[GetFile]
ServiceName=Dienstname
DisplayName=Anzeigename
Description=Beschreibung
BinaryPath=Ausführbare Datei
StartupType=Starttyp
State=Status
DesktopInteraction=Desktop-Interaktion
OwnProcess=Hat eigenen Prozess
LogonAs=Anmelden als



; Strings in this section are used when the service's
; properties are opened, i.e. (Alt+)Enter is pressed
[fmSvcProperties]
fmSvcProperties=Eigenschaften von %s

; Some common form components
btnOK=OK
btnCancel=Abbrechen
btnApply=Ü&bernehmen
tsGeneral=Allgemein
tsAdvanced=Erweitert
tsDependencies=Abhängigkeiten

; TabSheet General
lblServiceName=Dienstname:
lblDisplayName=Anzeige&name:
lblDescription=Besch&reibung:
lblBinaryPath=&Pfad zur EXE-Datei:
lblStartupType=S&tarttyp:
lblState=Status:

btnStart=&Starten
btnPause=&Pausieren
btnStop=B&eenden
btnRestart=&Neu starten
; Please don't make a keyboard shortcut for the delete button!
btnDelete=Löschen

; TabSheet Advanced
lblLogonAs=Anmelden als:
lblPassword=&Passwort:
lblPasswordConfirm=Pass&wort bestätigen:
lblErrorControl=&Fehlersteuerung:
checkInteractive=Interaktion &zwischen Dienst und Desktop zulassen
checkOwnProcess=Di&enst läuft in eigenem Prozess
radioLocalSystem=&Lokales Systemkonto
radioLocalService=L&okaler Dienst
radioThisAccount=Die&ses Konto:
radioNetworkService=&Netzwerkdienst
comboErrorControl=Ignorieren\nNormal\nSchwerwiegend\nKritisch
btnBrowse=&Durchsuchen...

; TabSheet Dependencies
lblDependent=%s wird benötigt von:
lblDependencies=%s hängt von folgenden Diensten ab:
TypeDriver=[Treiber]
TypeGroup=[Gruppe]

; Messages in TabSheet Dependencies
MsgNoDependencies=Keine Abhängigkeiten
MsgWarn1=Warnung: Nicht alle Abhängigkeiten konnten ermittelt werden!
MsgWarn2=Wahrscheinlichste Ursache: Fehlende Administratorrechte.

; Dialogs
DlgDeleteText=Möchten Sie %s wirklich löschen?
DlgDeleteTitle=Löschen: %s?

DlgDependentsRunning1=Wenn %s beendet wird, werden folgende Dienste ebenfalls beendet.
DlgDependentsRunning2=Sollen diese Dienste wirklich beendet werden?

DlgDependenciesStopped1=Wenn %s gestartet wird, werden folgende Dienste ebenfalls gestartet.
DlgDependenciesStopped2=Sollen diese Dienste gestartet werden?

DlgConfirmAddAccountRight=Um einen Dienst als "%s" starten zu können, muss diesem Konto die Berechtigung zum Anmelden als Dienst gewährt werden (%s).\n\nFortfahren?
DlgAccountRightAdded=Dem Konto "%s" wurde die Berechtigung erfolgreich zugewiesen.
DlgAccountRightNotAdded=Fehler beim Zuweisen der Berechtigung an "%s"!\nFehler: %s (%u).
DlgPasswordsDiffer=Die Passwörter stimmen nicht überein!
DlgInvalidAccount=Der angegebene Kontoname ist ungültig!



[fmPluginSettings]
fmPluginSettings=Einstellungen
lblLanguage=&Sprache:
checkShowState=&Dienststatus in der Erweiterungsspalte des TC-Fensters anzeigen
checkClassicTreeStyle=&Klassischen Stil in den Abhängigkeitsbäumen benutzen
checkAllowDeleteInPanel=&Löschen von Diensten im TC-Fenster erlauben
checkLoadCustomColumns=&Benutzerdefinierte Spaltenansicht laden beim Öffnen des Plugins
lblClassicTreeStyle=Verwendet Plus-/Minuszeichen statt der Dreiecke auf Vista & höher
lblIniLocation=Ablageort der Plugin-&Einstellungen:
btnOK=OK
btnCancel=Abbrechen